{
  "title": "Regional conference 2024",
  "htmlText": "<p>The WAPOR-SSA Conference therefore, stands as a beacon of intellectual exchange and collaborative synergy, poised to ignite discussions and foster connections across the Sub-Saharan African region. This conference serves as a platform for scholars, practitioners, policymakers, and stakeholders from diverse disciplines to converge and confront the pressing issues shaping our collective future. At its core, the WAPOR-SSA Conference aspires to catalyze positive change and drive meaningful impact within the region. By convening thought leaders and change agents, the conference seeks to achieve several key objectives: </p><ul class='addbullet'><li ><span>Knowledge Exchange and Dissemination:</span> By bringing together experts from diverse disciplines, the conference facilitates the sharing of insights, best practices, and innovative approaches in public opinion research, market research, social sciences, and related fields.</li><li ><span>Capacity Building and Skill Development:</span> Through workshops, panels, and interactive sessions, attendees have the opportunity to enhance their skills, deepen their understanding of research methodologies, and stay abreast of emerging trends and technologies in the field.  </li><li ><span>Fostering Collaboration and Networking:</span> The conference provides a fertile ground for forging partnerships, collaborations, and networks that transcend geographical boundaries. By fostering meaningful connections among participants, the event catalyzes collaborative research endeavours and collective action aimed at addressing pressing societal challenges.</li><li ><span>Promoting Ethical Research Practices:</span> Upholding the highest standards of ethical conduct in research is paramount to the WAPOR-SSA Conference. Through discussions, workshops, and presentations, participants are encouraged to reflect on ethical considerations and explore strategies for conducting research that upholds the dignity, rights, and well-being of all individuals and communities involved.</li></ul> <p>As the premier gathering of its kind in Sub-Saharan Africa, the WAPOR-SSA Conference holds immense value for sponsors seeking to demonstrate their commitment to research excellence, innovation, and social impact. By sponsoring the event, organizations not only showcase their support for advancing knowledge and scholarship but also gain unparalleled visibility and recognition within the research community. Furthermore, sponsorship enables companies to actively engage with key stakeholders, build brand awareness, and showcase their products, services, and expertise to a targeted and influential audience.</p><p>In essence, the WAPOR-SSA Conference transcends disciplinary boundaries and geographical borders to create a space where ideas converge, solutions emerge, and partnerships flourish. By harnessing the collective wisdom and expertise of its participants, the conference endeavors to chart a path towards a more inclusive, equitable, and sustainable future for Sub-Saharan Africa and beyond.</p><p>CONFERENCE THEME: 'SHAPING A SUSTAINABLE FUTURE: THE LESSONS AND LEGACIES FROM OPINION POLLING IN AFRICA'</p><p>The upcoming conference presentations, posters, and panels will include, but are not limited to, the following Sub-Themes: </p><ul class='addbullet'><li >Measuring Trust in Public Institutions</li><li >Public Opinion, Elections and Voting </li><li >Grassroots Movements and Public Opinion</li><li >Citizen Engagement through Digital Platforms</li><li >Surveys on Sustainable Development </li><li >The Gender Divide-Patriarchy and African Women and Girls</li><li >Youth and Trust in Democratic Processes</li><li >Public Opinion and Policy Making </li><li >Public Opinion and Governance</li><li> Human Rights and Public Opinion</li><li >The Environment, Climate Change, and Public Opinion </li><li >Researching the Opinions of Marginalized Populations: Refugees, the Youth, Women & PWLDs</li><li >The role of Culture, Ethnicity & Identity in Public Opinion</li><li>News, Media, Journalism, and Public Opinion</li><li>New sources of Information and the role of Social Media in Public Opinion</li><li>Public Opinion and Mis-/ Disinformation</li><li>Advertising Online, Media and Audience Research <li>Public Opinion and Diplomacy</li><li>Artificial Intelligence (AI) challenges in Public Opinion Research and Survey Methods</li><li>Digitalization in Survey Research</li></ul><p><strong>Conference Registration Information:</strong></p><p>Don't miss out on the opportunity to engage with leading experts, participate in stimulating discussions, and network with professionals from around the globe. Join us at the upcoming WAPOR-SSA Conference where knowledge meets innovation and collaboration thrives. Register today to take advantage of early bird discounts and reserve your place at this transformative conference.<br/><br/>Register now to secure your spot at this premier event!<br/>Early Bird Members Fee: $350<br/>Non-Members Fee: $500<p>",
  "addButtonGroup": true,
  "buttonGroup": [
    {
      "btnModifier": "btn-primary",
      "text": "Register NOW ",
      "url": "https://store.pesapal.com/waporssaregionalconference2024",
      "target": "_blank"
    },

    {
      "btnModifier": "btn-secondary",
      "text": "Hotel reservation",
      "url": "link.pages-page-hotel-reservation"
    },
    {
      "btnModifier": "btn-primary",
      "text": "Sponsorship packages ",
      "url": "link.pages-page-sponsorship-package"
    },

    {
      "btnModifier": "btn-secondary",
      "text": "Flight reservation",
      "url": "link.pages-page-flight-reservations"
    }
  ]
}
