{
  "title": "about wapor-ssa",
  "htmlText": "The WAPOR-SSA, with secretariat in Nairobi, Kenya, was established in August 2022 with individual members spanning across the 42 countries of the sub-Saharan Africa region. WAPOR-SSA is the chapter association of the World Association for Public Opinion Research (WAPOR) which for over 74yrs has promoted the highest professional standards, ethics and technique for survey and public opinion polling around the world. This chapter association engages in a robust ongoing conversation using publications, seminars, meetings and other educational initiatives about the best way to collect data and maintain data quality in and around the sub-Saharan African region. We will continue to promote in each country or region in Sub Saharan Africa the right to conduct and publish scientific research on what the people and its groups think and how this thinking is influenced by various factors. We are established to promote the knowledge and application of scientific methods in this objective; and to assist and promote the development and publication of public opinion research in Sub Saharan Africa. We are to be <br/> <ul class='addbullet'><li>The voice of public opinion research in sub–Saharan Africa</li><li>Promote international cooperation and exchange among academic and commercial researchers, journalist/media, political actors, students with interest in polling/politics as well as between the representatives of different scientific disciplines. </li><li>Promote worldwide the publication of public opinion research in Sub Saharan Africa</li><li>Collaborate with journalists about the appropriate forms of publishing poll results, </li><li>Observe and comment on the democratic process and use of polls in elections from a scientific perspective</li></ul> <br/>To learn more about WAPOR- SSA you may contact our secretariat at <a href='mailto:secretary@wapor-ssa.org '>secretary@wapor-ssa.org</a>",
  "addButtonGroup": true,
  "buttonGroup": [
    {
      "btnModifier": "btn-primary",
      "text": "Become Wapor SSA member NOW ",
      "url": "#"
    },

    {
      "btnModifier": "btn-secondary",
      "text": "Join wapor global body",
      "url": "https://wapor.org/membership/"
    }
  ]
}
